Repository: unverschaemt/Pin-Fever-iOS
Catalog: PinFever/*.lproj/Localizable.strings
Languages: de

# playStateWaiting
source: Waiting...
de: Warten...

# playStateActive
source: Your Turn!
de: Du bist dran!

# friendsTitle
source: Friends
de: Freunde

# settingsTitle
source: Settings
de: Einstellungen

# roundDetailTitle
source: Game Detail
de: Spiel Details

source: Round
de: Runde

source: Question
de: Frage

source: Auto Match
de: Autom. Spiel

# tagPlaceholder
source: Invited Players
de: Eingeladene Spieler

source: Pin Fever Game
de: Pin Fever Spiel

# newGameTitle
source: New Game
de: Neues Spiel

# profileViewTitle
source: Profile
de: Profil

# addFriendTitle
source: Add Friend
de: Freund hinzufügen

# errorAddingFriend
source: An error occured while trying to add this player to your friendslist. Please try again later.
de: Ein Fehler ist aufgetreten beim Hinzufügen des Spielers zu deiner Freundesliste. Bitte versuche es später erneut.

# deleteFriendMsg
source: An error occured while trying to delete this player from your friendslist. Please try again later.
de: Ein Fehler ist aufgetreten beim Löschen des Spielers von deiner Freundesliste. Bitte versuche es später erneut.

# gameTitle
source: Game
de: Spiel

source: Submit
de: Bestätigen

source: Show Question
de: Zeige Frage

# loginErrorMsg
source: E-Mail or Password is empty. Please fill in all the information.
de: E-Mail oder Password ist leer. Bitte fülle alle Informationen aus.

# loginFailedWith
source: Login failed with error:
de: Login fehlgeschlagen mit Error:

# loginCredentialsMsg
source: The entered login credentials were wrong. Please try again.
de: Die eingegebenen Daten waren falsch. Bitte versuch es erneut.

# loginGenericMsg
source: Something went wrong while trying to log you in. Please try again later.
de: Etwas ist schiefgelaufen beim Versuch dich einzuloggen. Bitte versuche es später erneut.

source: Logout
de: Ausloggen

source: Register Error
de: Registrierungs Error

# registerPwError
source: The entered passwords do not match.
de: Die eingegebenen Passwörter stimmen nicht überein.

# registerErrorMsg
source: E-Mail, Password or Username is empty. Please fill in all the information.
de: E-Mail, Passwort oder Username ist leer. Bitte fülle alle Informationen aus.

# registerFailedWith
source: Register failed with error:
de: Registrierung fehlgeschlagen mit Error:

# registerGenericMsg
source: Something went wrong while trying to register you. Please try again later.
de: Etwas ist schiefgelaufen beim Versuch dich zu registrieren. Bitte versuche es später erneut.

source: Account Settings
de: Kontoeinstellungen

source: Change Avatar
de: Avatar ändern

# addFriendError
source: Couldn't reach the server while trying to add your new friend. Please try again later.
de: Der Server konnte nicht erreicht werden beim Versuch deinen Freund hinzuzufügen. Bitte versuche es später erneut.

# deleteFriendError
source: Couldn't reach the server while trying to delete your new friend. Please try again later.
de: Der Server konnte nicht erreicht werden beim Versuch deinen Freund zu löschen. Bitte versuche es später erneut.

# getFriendsError
source: Couldn't reach the server while trying to fetch your friendslist. Please try again later.
de: Der Server konnte nicht erreicht werden beim Versuch deine Freunde zu laden. Bitte versuche es später erneut.

# friendsParseError
source: The server response was malformed. Could not load the friendslist.
de: Die Antwort vom Server konnte nicht gelesen werden. Freunde konnten daher nicht geladen werden.

# searchError
source: Couldn't reach the server while trying to load your search results. Please try again later.
de: Der Server konnte nicht erreicht werden beim Versuch deine Suchergebnisse zu laden. Bitte versuche es später erneut.

# searchParseError
source: The server response was malformed. Therefore your search results wasn't loaded
de: Die Antwort vom Server konnte nicht gelesen werden. Die Suchergebnisse konnten daher nicht geladen werden.

# unauthorizedError
source: Your login expired. Please login again.
de: Dein Login ist nicht mehr gültig bitte logge dich erneut ein.

# noFriendsDetail
source: Click the + icon to add some.
de: Klick das +, um welche hinzuzufügen.

# noFriends
source: No Friends Found
de: Keine Freunde gefunden

# noSearchResults
source: No User Found
de: Keine User gefunden

# noSearchResultsDetail
source: Type a minimum of 3 characters.
de: Tippe mindestens 3 Zeichen ein.

# playerParseError
source: The server response was malformed. Therefore the player information couldn't be loaded
de: Die Antwort des Servers konnte nicht gelesen werden. Die User Informationen konnten daher nicht gelesen werden.

# setPlayerInfoError
source: Couldn't set the new display name properly. Please try again with a different display name.
de: Der neue Username konnte nicht gesetzt werden. Bitte versuche es mit einem anderen erneut.

# uploadAvatarError
source: An error occured while trying to upload your avatar to our servers. Please try again later.
de: Ein Fehler ist aufgetreten beim Versuch dein Avatar hochzuladen. Bitte versuche es später erneut.
